temp_runs/case_324/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      binary;
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

4
(
    inlet
    {
        type            patch;
        nFaces          80;
        startFace       48097;
    }
    outlet
    {
        type            patch;
        nFaces          80;
        startFace       48177;
    }
    walls
    {
        type            wall;
        inGroups        List<word> 1(wall);
        nFaces          606;
        startFace       48257;
    }
    frontAndBack
    {
        type            empty;
        inGroups        List<word> 1(empty);
        nFaces          48480;
        startFace       48863;
    }
)

// ************************************************************************* //
